Repository: SafeMarket-WirVsVirus/frontend-enduser
Catalog: lib/localization/l10n/intl_messages_*.arb
Languages: de

# reservationsBottomBarTitle
source: My slots
de: Meine Tickets

# mapBottomBarTitle
source: Search
de: Suche

# reservationsNavBarTitle
source: My reservations
de: Meine Tickets

# reservationsListEmpty
source: You do not have any open reservations at the moment.
de: Keine Tickets gebucht.

# commonCancel
source: Cancel
de: Abbrechen

# addReminderButtonTitle
source: Notify
de: Erinnern

# deleteReservationDialogTitle
source: Do you really want to delete the reservation for {locationName}?
de: Willst du dein Ticket für {locationName} wirklich löschen?

# deleteReservationDialogTitleWithoutLocation
source: Do you really want to delete the reservation?
de: Willst du dein Ticket wirklich löschen?

# reservationReminderNotificationTitle
source: Upcoming reservation
de: Anstehendes Ticket

# reservationReminderNotificationDescriptionWithoutLocation
source: Your reservation starts at {formattedTime}.
de: Dein Ticket startet um {formattedTime}.

# reservationReminderNotificationDescription
source: Your reservation for {locationName} starts at {formattedTime}.
de: Dein Ticket für {locationName} startet um {formattedTime}.

# reservationReminderNotificationChannelName
source: Upcoming Reservations
de: Bevorstehende Tickets

# reservationReminderNotificationChannelDescription
source: Notifications for your upcoming reservations.
de: Benachrichtigungen für deine bevorstehenden Tickets.

# locationUtilizationSliderTitle
source: Utilization
de: Auslastungsniveau

# locationUtilizationSliderTip1
source: Only stores with low utilization are shown (great for high-risk groups)
de: Nur die Läden mit sehr geringer Auslastung werden angezeigt (optimal für besonders gefährdete Personen)

# locationUtilizationSliderTip2
source: Stores with very high utilization are not shown
de: Die Läden mit sehr hoher Auslastung werden nicht angezeigt

# locationUtilizationSliderTip3
source: All stores are shown, even if utilization is high at the moment
de: Alle Läden werden angezeigt, auch wenn gerade viel los ist

# locationFilterSupermarketsLabel
source: Supermarkets
de: Supermärkte

# locationFilterBakeriesLabel
source: Bakeries
de: Bäckereien

# locationFilterPharmaciesLabel
source: Pharmacies
de: Apotheken

# locationSlotDateNotAvailable
source: Data could not be loaded
de: Daten konnten nicht geladen werden

# reserveSlotButtonTitle
source: Reserve Slot
de: Ticket buchen

# createReservationSuccessSnackbar
source: Slot reserved
de: Ticket gebucht

# createReservationFailedDialogTitle
source: Warning
de: Achtung

# createReservationFailedDialogDescription
source: Your reservation could not be created.
de: Dein Ticket konnte leider nicht erstellt werden.

# aboutTheAppTitle
source: About the App
de: Über die App

# openSourceLicensesTitle
source: Open Source Licenses
de: Open Source Lizenzen

# aboutTheAppDescription1
source: Our project was created during the
de: Unser Projekt ist im Rahmen des

# aboutTheAppDescription3
source: . With SafeMarket you can reserve time slots for places with limited customer capacities such as grocery stores.
de: entstanden. SafeMarket bietet die Möglichkeit, an Orten mit begrenzten Kundenkapazitäten (z.B. Supermärkte) sich ein Ticket zu buchen, um entspannt und ohne in der Schlange stehen zu müssen einkaufen gehen zu können.

source: Website
de: Webseite

# creditsDesignSectionBody
source: Logo by Chris Z. Icons designed by Vitaly Gorbachev from Flaticon
de: Logo von Chris Z. Icons von Vitaly Gorbachev von Flaticon

# tutorialWelcomeTitle
source: Welcome
de: Willkommen

# tutorialWelcomeDescription
source: At the moment this app is in an early beta. For this reason there are no real locations yet. You can find test supermarkets for example in the city center of Berlin.
de: Aktuell befindet sich diese App noch in der ersten Beta. Deshalb sind noch keine echten Orte hinterlegt. Test-Supermärkte finden Sie aber zum Beispiel in Berlin Mitte.

# tutorialIntroductionTitle
source: Overview
de: Überblick

# tutorialIntroductionDescription
source: With SafeMarket you can book tickets for your preferred location and verify that you have a valid ticket on-site.
de: Mit SafeMarket können Sie Tickets für Ihren gewünschten Ort buchen und nachweisen, dass Sie ein gültiges Ticket besitzen, wenn Sie den Ort betreten.

# tutorialBookTicketTitle
source: Book Ticket
de: Ticket buchen

# tutorialBookTicketDescription
source: 1. Choose your preferred location. 2. Select the time. 3. Confirm your ticket.
de: 1. Wähle Sie Ihren präferierten Ort. 2. Wählen Sie die gewünschte Zeit. 3. Bestätigen Sie Ihr Ticket.

# tutorialManageTicketsTitle
source: Manage Tickets
de: Tickets verwalten

# tutorialManageTicketsDescription
source: You can enable reminders for your booked tickets as well as cancel your booked tickets.
de: Sie können sich an Ihre gebuchten Tickets erinnern lassen als auch gebuchte Tickets stornieren.

# tutorialCheckInTitle
source: On-Site Check-In
de: Check-In vor Ort

# tutorialCheckInDescription
source: To prove that you have a valid ticket: • Present the QR code of your ticket in the app OR • Name the code words that are displayed under your ticket.
de: Um nachzuweisen, dass Sie ein gültiges Ticket besitzen: • Präsentieren Sie den QR-Code Ihres Tickets in der App ODER • Nennen Sie die Geheimwörter, die unter Ihrem Ticket angezeigt werden.

# tutorialLocationPermissionTitle
source: Location Permission
de: Standort-Zugriff

# tutorialLocationPermissionDescription
source: The location permission is used to search for locations close-by. You can still use the app without it.
de: Ihr Standort wird verwendet um nach Orten in Ihrer Nähe zu suchen. Sie können die App auch ohne diese Erlaubnis nutzen.

# tutorialLocationServiceDisabledDialogTitle
source: Location Service Disabled
de: Standortdienste deaktiviert

# tutorialLocationServiceDisabledDialogDescription
source: Please enable the system location service first to continue.
de: Bitte aktivieren Sie die Standortdienste auf Ihrem Gerät.

# tutorialLocationServiceDisabledDialogLocationServiceButton
source: Open Location Service
de: Standortdienste öffnen

# tutorialLocationPermissionStatusGranted
source: Permission granted
de: Zugriff erlaubt

# tutorialLocationPermissionStatusNotGranted
source: Grant Location Permission
de: Standort-Zugriff erteilen

# tutorialLocationPermissionStatusTesting
source: Checking Status
de: Status wird überprüft

# tutorialLocationPermissionDeclinedDialogTitle
source: Location Permission
de: Standort-Zugriff

# tutorialLocationPermissionDeclinedDialogDescription
source: Please enable location permission in the app settings to continue.
de: Bitte erlauben Sie den Standort-Zugriff in den App-Einstellungen.

# tutorialLocationPermissionDeclinedGoToSettingsButton
source: Open App Settings
de: App-Einstellungen öffnen

# tutorialLastSlideTitle
source: All Done
de: Fertig

# tutorialLastSlideDescription
source: We are looking forward to your feedback. Please visit our website for contact information.
de: Wir freuen uns auf Ihr Feedback. Bitte besuchen Sie unsere Webseite um uns zu kontaktieren.

# tutorialSkipButton
source: Skip
de: Später

# tutorialNextButton
source: Next
de: Weiter

# tutorialDoneButton
source: Done
de: Fertig

# usageInstructionsFirstTicketTitle
source: Congratulations
de: Herzlich Glückwunsch

# usageInstructionsFirstTicketSubtitle
source: You just booked your first ticket!
de: Sie haben Ihr erstes Ticket gebucht!

# usageInstructionsFirstTicketDescription
source: Please note the following rules of conduct when visiting a location with SafeMarket: 1. Please arrive at most 5 minutes before your ticket starts. 2. Your ticket will expire after 10 minutes when you do not enter the location. 3. Please show your ticket without being prompted.
de: Bitte beachten Sie die folgenden Verhaltenshinweise wenn Sie einen Ort mit SafeMarket besuchen: 1. Bitte kommen Sie maximal 5 Minuten vor Ticketbeginn. 2. Ihr Ticket verfällt nach 10 Minuten, wenn Sie den Laden nicht betreten. 3. Bitte zeigen Sie Ihr Ticket unaufgefordert vor.

# usageInstructionsOkButton
source: OK
de: Verstanden
